Revit 2027 API
ParameterTypeId.WalkthroughOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WalkthroughOffset { get; }
Public Shared ReadOnly Property WalkthroughOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WalkthroughOffset {
	ForgeTypeId^ get ();
}
static member WalkthroughOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace